Repository: FastComments/fastcomments-ios
Catalog: Sources/FastCommentsUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt, ro, ru, sv, tr

# error_liking_post
source: Failed to like or unlike that post.
de: Fehler beim Liken oder Unliken des Beitrags.
es: Error al dar me gusta o quitar me gusta a esa publicación.
fr: Échec de l'ajout ou de la suppression du j'aime pour cette publication.
it: Impossibile mettere o rimuovere il mi piace a quel post.
ja: その投稿にいいねまたはいいね解除できませんでした。
ko: 해당 게시물에 좋아요를 표시하거나 제거하지 못했습니다.
pl: Nie udało się polubić lub cofnąć polubienia tego posta.
pt: Falha ao curtir ou remover curtida dessa publicação.
ro: Aprecierea sau eliminarea aprecierii pentru acea postare a eșuat.
ru: Не удалось поставить или убрать отметку «Нравится» для этой публикации.
sv: Misslyckades med att gilla eller ta bort gillning för det inlägget.
tr: Bu gönderiyi beğenme veya beğeniyi kaldırma işlemi başarısız oldu.

# error_loading_comments
source: Error loading comments. Please try again.
de: Fehler beim Laden der Kommentare. Bitte versuche es erneut.
es: Error al cargar los comentarios. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des commentaires. Veuillez réessayer.
it: Errore nel caricamento dei commenti. Riprova.
ja: コメントの読み込み中にエラーが発生しました。もう一度お試しください。
ko: 댓글을 불러오는 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas wczytywania komentarzy. Spróbuj ponownie.
pt: Erro ao carregar comentários. Por favor, tente novamente.
ro: Eroare la încărcarea comentariilor. Te rugăm să încerci din nou.
ru: Ошибка загрузки комментариев. Пожалуйста, попробуйте снова.
sv: Fel vid laddning av kommentarer. Försök igen.
tr: Yorumlar yüklenirken hata oluştu. Lütfen tekrar deneyin.

# error_loading_posts
source: Error loading posts. Please try again.
de: Fehler beim Laden der Beiträge. Bitte versuche es erneut.
es: Error al cargar las publicaciones. Por favor, inténtalo de nuevo.
fr: Erreur lors du chargement des publications. Veuillez réessayer.
it: Errore nel caricamento dei post. Riprova.
ja: 投稿の読み込み中にエラーが発生しました。もう一度お試しください。
ko: 게시물을 불러오는 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas wczytywania postów. Spróbuj ponownie.
pt: Erro ao carregar publicações. Por favor, tente novamente.
ro: Eroare la încărcarea postărilor. Te rugăm să încerci din nou.
ru: Ошибка загрузки публикаций. Пожалуйста, попробуйте снова.
sv: Fel vid laddning av inlägg. Försök igen.
tr: Gönderiler yüklenirken hata oluştu. Lütfen tekrar deneyin.

# error_loading_replies
source: Failed to load replies
de: Fehler beim Laden der Antworten
es: Error al cargar las respuestas
fr: Échec du chargement des réponses
it: Impossibile caricare le risposte
ja: 返信の読み込みに失敗しました
ko: 답글을 불러오지 못했습니다
pl: Nie udało się wczytać odpowiedzi
pt: Falha ao carregar respostas
ro: Încărcarea răspunsurilor a eșuat
ru: Не удалось загрузить ответы
sv: Misslyckades med att ladda svar
tr: Yanıtlar yüklenemedi

# error_posting_comment
source: Error posting comment. Please try again.
de: Fehler beim Posten des Kommentars. Bitte versuche es erneut.
es: Error al publicar el comentario. Por favor, inténtalo de nuevo.
fr: Erreur lors de la publication du commentaire. Veuillez réessayer.
it: Errore nella pubblicazione del commento. Riprova.
ja: コメントの投稿中にエラーが発生しました。もう一度お試しください。
ko: 댓글을 게시하는 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas publikowania komentarza. Spróbuj ponownie.
pt: Erro ao publicar comentário. Por favor, tente novamente.
ro: Eroare la postarea comentariului. Te rugăm să încerci din nou.
ru: Ошибка публикации комментария. Пожалуйста, попробуйте снова.
sv: Fel vid publicering av kommentar. Försök igen.
tr: Yorum gönderilirken hata oluştu. Lütfen tekrar deneyin.

# error_voting
source: Error recording vote
de: Fehler beim Erfassen der Stimme
es: Error al registrar el voto
fr: Erreur lors de l'enregistrement du vote
it: Errore nella registrazione del voto
ja: 投票の記録中にエラーが発生しました
ko: 투표 기록 중 오류가 발생했습니다
pl: Błąd podczas zapisywania głosu
pt: Erro ao registrar voto
ro: Eroare la înregistrarea votului
ru: Ошибка записи голоса
sv: Fel vid registrering av röst
tr: Oy kaydedilirken hata oluştu

source: Flag Comment
de: Kommentar melden
es: Reportar comentario
fr: Signaler le commentaire
it: Segnala commento
ja: コメントを報告
ko: 댓글 신고
pl: Zgłoś komentarz
pt: Denunciar comentário
ro: Raportează comentariu
ru: Пожаловаться на комментарий
sv: Rapportera kommentar
tr: Yorumu Bildir

# flag_success
source: Comment has been flagged
de: Kommentar wurde gemeldet
es: El comentario ha sido reportado
fr: Le commentaire a été signalé
it: Il commento è stato segnalato
ja: コメントが報告されました
ko: 댓글이 신고되었습니다
pl: Komentarz został zgłoszony
pt: O comentário foi denunciado
ro: Comentariul a fost raportat
ru: Жалоба на комментарий отправлена
sv: Kommentaren har rapporterats
tr: Yorum bildirildi

# format_bold
source: Bold
de: Fett
es: Negrita
fr: Gras
it: Grassetto
ja: 太字
ko: 굵게
pl: Pogrubienie
pt: Negrito
ro: Îngroșat
ru: Жирный
sv: Fet
tr: Kalın

# format_italic
source: Italic
de: Kursiv
es: Cursiva
fr: Italique
it: Corsivo
ja: 斜体
ko: 기울임
pl: Kursywa
pt: Itálico
ru: Курсив
sv: Kursiv
tr: İtalik

# generic_loading_error
source: An error occurred loading comments. Please try again later.
de: Beim Laden der Kommentare ist ein Fehler aufgetreten. Bitte versuche es später erneut.
es: Ocurrió un error al cargar los comentarios. Por favor, inténtalo más tarde.
fr: Une erreur s'est produite lors du chargement des commentaires. Veuillez réessayer plus tard.
it: Si è verificato un errore durante il caricamento dei commenti. Riprova più tardi.
ja: コメントの読み込み中にエラーが発生しました。後でもう一度お試しください。
ko: 댓글을 불러오는 중 오류가 발생했습니다. 나중에 다시 시도해주세요.
pl: Wystąpił błąd podczas wczytywania komentarzy. Spróbuj ponownie później.
pt: Ocorreu um erro ao carregar comentários. Por favor, tente novamente mais tarde.
ro: A apărut o eroare la încărcarea comentariilor. Te rugăm să încerci mai târziu.
ru: Произошла ошибка при загрузке комментариев. Пожалуйста, попробуйте позже.
sv: Ett fel uppstod vid laddning av kommentarer. Försök igen senare.
tr: Yorumlar yüklenirken bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Hide Replies
de: Antworten ausblenden
es: Ocultar respuestas
fr: Masquer les réponses
it: Nascondi risposte
ja: 返信を非表示
ko: 답글 숨기기
pl: Ukryj odpowiedzi
pt: Ocultar respostas
ro: Ascunde răspunsuri
ru: Скрыть ответы
sv: Dölj svar
tr: Yanıtları Gizle

# hours_ago
source: %lld hrs ago
de: vor %lld Std.
es: hace %lld h
fr: il y a %lld h
it: %lld ore fa
ja: %lld 時間前
ko: %lld시간 전
pl: %lld godz. temu
pt: há %lld h
ro: acum %lld ore
ru: %lld ч назад
sv: %lld tim sedan
tr: %lld sa önce

# image_required
source: Please select an image
de: Bitte wähle ein Bild aus
es: Por favor selecciona una imagen
fr: Veuillez sélectionner une image
it: Seleziona un'immagine
ja: 画像を選択してください
ko: 이미지를 선택하세요
pl: Wybierz obraz
pt: Por favor, selecione uma imagem
ro: Te rugăm să selectezi o imagine
ru: Пожалуйста, выберите изображение
sv: Vänligen välj en bild
tr: Lütfen bir resim seçin

# invalid_url
source: Please enter a valid URL
de: Bitte gib eine gültige URL ein
es: Por favor ingresa una URL válida
fr: Veuillez entrer une URL valide
it: Inserisci un URL valido
ja: 有効なURLを入力してください
ko: 올바른 URL을 입력하세요
pl: Podaj prawidłowy URL
pt: Por favor, insira uma URL válida
ro: Te rugăm să introduci un URL valid
ru: Пожалуйста, введите корректный URL
sv: Vänligen ange en giltig URL
tr: Lütfen geçerli bir URL girin

source: Just now
de: Gerade eben
es: Justo ahora
fr: À l'instant
it: Proprio ora
ja: たった今
ko: 방금 전
pl: Właśnie teraz
pt: Agora mesmo
ro: Chiar acum
ru: Только что
sv: Just nu
tr: Az önce

source: Learn More
de: Mehr erfahren
es: Aprender más
fr: En savoir plus
it: Scopri di più
ja: もっと詳しく
ko: 자세히 알아보기
pl: Dowiedz się więcej
pt: Saiba mais
ro: Află mai multe
ru: Узнать больше
sv: Läs mer
tr: Daha Fazla Bilgi

source: Like
de: Gefällt mir
es: Me gusta
fr: J'aime
it: Mi piace
ja: いいね
ko: 좋아요
pl: Lubię to
pt: Curtir
ro: Apreciază
ru: Нравится
sv: Gilla
tr: Beğen

# like_count_plural
source: %lld likes
de: %lld Gefällt mir
es: %lld me gusta
fr: %lld j'aime
it: %lld mi piace
ja: %lld いいね
ko: 좋아요 %lld개
pl: %lld polubień
pt: %lld curtidas
ro: %lld aprecieri
ru: %lld отметок «Нравится»
sv: %lld gillningar
tr: %lld beğeni

# like_count_singular
source: %lld like
de: %lld Gefällt mir
es: %lld me gusta
fr: %lld j'aime
it: %lld mi piace
ja: %lld いいね
ko: 좋아요 %lld개
pl: %lld polubienie
pt: %lld curtida
ro: %lld apreciere
ru: %lld отметка «Нравится»
sv: %lld gillning
tr: %lld beğeni

source: Liked
de: Gefällt mir markiert
es: Me gusta marcado
fr: Aimé
it: Piaciuto
ja: いいね済み
ko: 좋아요 표시됨
pl: Polubiono
pt: Curtido
ro: Apreciat
ru: Нравится
sv: Gillad
tr: Beğenildi

# link_description
source: Link Description (Optional)
de: Link-Beschreibung (Optional)
es: Descripción del enlace (Opcional)
fr: Description du lien (Optionnel)
it: Descrizione del link (Opzionale)
ja: リンク説明（オプション）
ko: 링크 설명 (선택사항)
pl: Opis linku (Opcjonalnie)
pt: Descrição do link (Opcional)
ro: Descriere link (Opțional)
ru: Описание ссылки (необязательно)
sv: Länkbeskrivning (Valfritt)
tr: Link Açıklaması (İsteğe Bağlı)

source: Link icon
de: Link-Symbol
es: Icono de enlace
fr: Icône de lien
it: Icona link
ja: リンクアイコン
ko: 링크 아이콘
pl: Ikona linku
pt: Ícone de link
ro: Pictogramă link
ru: Значок ссылки
sv: Länkikon
tr: Link simgesi

# link_title
source: Link Title (Optional)
de: Link-Titel (Optional)
es: Título del enlace (Opcional)
fr: Titre du lien (Optionnel)
it: Titolo del link (Opzionale)
ja: リンクタイトル（オプション）
ko: 링크 제목 (선택사항)
pl: Tytuł linku (Opcjonalnie)
pt: Título do link (Opcional)
ro: Titlu link (Opțional)
ru: Заголовок ссылки (необязательно)
sv: Länktitel (Valfritt)
tr: Link Başlığı (İsteğe Bağlı)

# link_url_required
source: Link URL is required
de: Link-URL ist erforderlich
es: La URL del enlace es obligatoria
fr: L'URL du lien est requise
it: L'URL del link è obbligatorio
ja: リンクURLは必須です
ko: 링크 URL은 필수입니다
pl: URL linku jest wymagany
pt: A URL do link é obrigatória
ro: URL-ul link-ului este obligatoriu
ru: URL ссылки обязателен
sv: Länk-URL krävs
tr: Link URL'si gereklidir

source: Load All (%lld)
de: Alle laden (%lld)
es: Cargar todo (%lld)
fr: Tout charger (%lld)
it: Carica tutto (%lld)
ja: すべて読み込む (%lld)
ko: 전체 로드 (%lld)
pl: Załaduj wszystko (%lld)
pt: Carregar tudo (%lld)
ro: Încarcă tot (%lld)
ru: Загрузить все (%lld)
sv: Ladda alla (%lld)
tr: Tümünü Yükle (%lld)

# load_all_messages
source: Load All %lld Messages
de: Alle %lld Nachrichten laden
es: Cargar todos los %lld mensajes
fr: Charger tous les %lld messages
it: Carica tutti i %lld messaggi
ja: すべての %lld 件のメッセージを読み込む
ko: 모든 %lld개 메시지 로드
pl: Załaduj wszystkie %lld wiadomości
pt: Carregar todas as %lld mensagens
ro: Încarcă toate cele %lld mesaje
ru: Загрузить все %lld сообщений
sv: Ladda alla %lld meddelanden
tr: Tüm %lld Mesajı Yükle

source: Load more replies
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pl: Wczytywanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...

# load_older_messages
source: Load Older Messages (%lld)
de: Ältere Nachrichten laden (%lld)
es: Cargar mensajes anteriores (%lld)
fr: Charger les messages plus anciens (%lld)
it: Carica messaggi precedenti (%lld)
ja: 古いメッセージを読み込む (%lld)
ko: 이전 메시지 로드 (%lld)
pl: Załaduj starsze wiadomości (%lld)
pt: Carregar mensagens antigas (%lld)
ro: Încarcă mesaje mai vechi (%lld)
ru: Загрузить старые сообщения (%lld)
sv: Ladda äldre meddelanden (%lld)
tr: Eski Mesajları Yükle (%lld)

# loading_more
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pl: Wczytywanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...

# loading_replies
source: Loading...
de: Lädt...
es: Cargando...
fr: Chargement...
it: Caricamento...
ja: 読み込み中...
ko: 로딩 중...
pl: Wczytywanie...
pt: Carregando...
ro: Se încarcă...
ru: Загрузка...
sv: Laddar...
tr: Yükleniyor...

source: Login
de: Absenden
es: Enviar
fr: Soumettre
it: Invia
ja: 送信
ko: 제출
pl: Wyślij
pt: Enviar
ro: Trimite
ru: Отправить
sv: Skicka
tr: Gönder

# login_to_comment
source: Enter your name and email to comment
de: Zum Kommentieren anmelden
es: Iniciar sesión para comentar
fr: Se connecter pour commenter
it: Accedi per commentare
ja: ログインしてコメント
ko: 로그인하여 댓글 작성
pl: Zaloguj się, aby komentować
pt: Fazer login para comentar
ro: Autentifică-te pentru a comenta
ru: Войдите, чтобы комментировать
sv: Logga in för att kommentera
tr: Yorum Yapmak İçin Giriş Yapın

# login_to_vote
source: Please log in to vote
de: Bitte melde dich an, um abzustimmen
es: Por favor inicia sesión para votar
fr: Veuillez vous connecter pour voter
it: Effettua l'accesso per votare
ja: 投票するにはログインしてください
ko: 투표하려면 로그인하세요
pl: Zaloguj się, aby głosować
pt: Por favor, faça login para votar
ro: Te rugăm să te autentifici pentru a vota
ru: Пожалуйста, войдите, чтобы голосовать
sv: Vänligen logga in för att rösta
tr: Oy vermek için lütfen giriş yapın

# max_images_reached
source: Maximum number of images reached
de: Maximale Anzahl an Bildern erreicht
es: Se alcanzó el número máximo de imágenes
fr: Nombre maximum d'images atteint
it: Numero massimo di immagini raggiunto
ja: 画像の最大数に達しました
ko: 최대 이미지 수에 도달했습니다
pl: Osiągnięto maksymalną liczbę obrazów
pt: Número máximo de imagens atingido
ro: Numărul maxim de imagini a fost atins
ru: Достигнуто максимальное количество изображений
sv: Maximalt antal bilder uppnått
tr: Maksimum resim sayısına ulaşıldı

# media_upload_failure
source: Failed to upload media
de: Fehler beim Hochladen der Medien
es: Error al subir los medios
fr: Échec du téléchargement du média
it: Impossibile caricare il media
ja: メディアのアップロードに失敗しました
ko: 미디어 업로드에 실패했습니다
pl: Nie udało się przesłać mediów
pt: Falha ao enviar mídia
ro: Încărcarea media a eșuat
ru: Не удалось загрузить медиа
sv: Misslyckades med att ladda upp media
tr: Medya yükleme başarısız oldu

# mention_no_results
source: No users found
de: Keine Benutzer gefunden
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
it: Nessun utente trovato
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다
pl: Nie znaleziono użytkowników
pt: Nenhum usuário encontrado
ro: Nu s-au găsit utilizatori
ru: Пользователи не найдены
sv: Inga användare hittades
tr: Kullanıcı bulunamadı

# mention_searching
source: Searching for users...
de: Suche nach Benutzern...
es: Buscando usuarios...
fr: Recherche d'utilisateurs...
it: Ricerca utenti...
ja: ユーザーを検索中...
ko: 사용자 검색 중...
pl: Wyszukiwanie użytkowników...
pt: Procurando usuários...
ro: Se caută utilizatori...
ru: Поиск пользователей...
sv: Söker efter användare...
tr: Kullanıcılar aranıyor...

source: Mention User
de: Benutzer erwähnen
es: Mencionar usuario
fr: Mentionner un utilisateur
it: Menziona utente
ja: ユーザーをメンション
ko: 사용자 언급
pl: Wspomnij użytkownika
pt: Mencionar usuário
ro: Menționează utilizator
ru: Упомянуть пользователя
sv: Nämn användare
tr: Kullanıcıdan Bahset

source: Menu Button
de: Menü-Button
es: Botón de menú
fr: Bouton de menu
it: Pulsante menu
ja: メニューボタン
ko: 메뉴 버튼
pl: Przycisk menu
pt: Botão de menu
ro: Buton meniu
ru: Кнопка меню
sv: Menyknapp
tr: Menü Düğmesi

# minutes_ago
source: %lld mins ago
de: vor %lld Min.
es: hace %lld min
fr: il y a %lld min
it: %lld min fa
ja: %lld 分前
ko: %lld분 전
pl: %lld min temu
pt: há %lld min
ro: acum %lld min
ru: %lld мин назад
sv: %lld min sedan
tr: %lld dk önce

source: Name
de: Dein Name
es: Tu nombre
fr: Votre nom
it: Il tuo nome
ja: お名前
ko: 이름
pl: Twoje imię
pt: Seu nome
ro: Numele tău
ru: Ваше имя
sv: Ditt namn
tr: Adınız

# new_comment
source: Add a comment
de: Kommentar hinzufügen
es: Agregar un comentario
fr: Ajouter un commentaire
it: Aggiungi un commento
ja: コメントを追加
ko: 댓글 추가
pl: Dodaj komentarz
pt: Adicionar um comentário
ro: Adaugă un comentariu
ru: Добавить комментарий
sv: Lägg till en kommentar
tr: Yorum ekle

source: Next (%lld)
de: Weiter (%lld)
es: Siguiente (%lld)
fr: Suivant (%lld)
it: Successivo (%lld)
ja: 次へ (%lld)
ko: 다음 (%lld)
pl: Następne (%lld)
pt: Próximo (%lld)
ro: Următorul (%lld)
ru: Далее (%lld)
sv: Nästa (%lld)
tr: Sonraki (%lld)

source: Next image
de: Nächstes Bild
es: Siguiente imagen
fr: Image suivante
it: Immagine successiva
ja: 次の画像
ko: 다음 이미지
pl: Następny obraz
pt: Próxima imagem
ro: Imagine următoare
ru: Следующее изображение
sv: Nästa bild
tr: Sonraki resim

# no_comments_yet
source: No comments yet. Be the first to comment!
de: Noch keine Kommentare. Sei der Erste, der kommentiert!
es: Aún no hay comentarios. ¡Sé el primero en comentar!
fr: Pas encore de commentaires. Soyez le premier à commenter !
it: Ancora nessun commento. Sii il primo a commentare!
ja: まだコメントはありません。最初にコメントしましょう！
ko: 아직 댓글이 없습니다. 첫 번째로 댓글을 남겨보세요!
pl: Brak jeszcze komentarzy. Bądź pierwszy, który skomentuje!
pt: Ainda não há comentários. Seja o primeiro a comentar!
ro: Nu există încă comentarii. Fii primul care comentează!
ru: Пока нет комментариев. Будьте первым, кто оставит комментарий!
sv: Inga kommentarer ännu. Bli först med att kommentera!
tr: Henüz yorum yok. İlk yorumu yapan siz olun!

# no_posts_yet
source: No posts to display.
de: Keine Beiträge zum Anzeigen.
es: No hay publicaciones para mostrar.
fr: Aucune publication à afficher.
it: Nessun post da visualizzare.
ja: 表示する投稿はありません。
ko: 표시할 게시물이 없습니다.
pl: Brak postów do wyświetlenia.
pt: Nenhuma publicação para exibir.
ro: Nu există postări de afișat.
ru: Нет публикаций для отображения.
sv: Inga inlägg att visa.
tr: Görüntülenecek gönderi yok.

# online_indicator
source: User is Online
de: Benutzer ist online
es: Usuario en línea
fr: L'utilisateur est en ligne
it: L'utente è online
ja: ユーザーはオンラインです
ko: 사용자가 온라인입니다
pl: Użytkownik jest online
pt: Usuário está online
ro: Utilizatorul este online
ru: Пользователь онлайн
sv: Användaren är online
tr: Kullanıcı Çevrimiçi

source: Pinned Comment
de: Angehefteter Kommentar
es: Comentario fijado
fr: Commentaire épinglé
it: Commento fissato
ja: 固定されたコメント
ko: 고정된 댓글
pl: Przypięty komentarz
pt: Comentário fixado
ro: Comentariu fixat
ru: Закрепленный комментарий
sv: Fäst kommentar
tr: Sabitlenmiş Yorum

source: Play video
de: Video abspielen
es: Reproducir video
fr: Lire la vidéo
it: Riproduci video
ja: 動画を再生
ko: 동영상 재생
pl: Odtwórz wideo
pt: Reproduzir vídeo
ro: Redă video
ru: Воспроизвести видео
sv: Spela video
tr: Video oynat

source: Post
de: Posten
es: Publicar
fr: Publier
it: Pubblica
ja: 投稿
ko: 게시
pl: Opublikuj
pt: Publicar
ro: Postează
ru: Опубликовать
sv: Publicera
tr: Gönder

source: Post deleted successfully
de: Beitrag erfolgreich gelöscht
es: Publicación eliminada exitosamente
fr: Publication supprimée avec succès
it: Post eliminato con successo
ja: 投稿が正常に削除されました
ko: 게시물이 성공적으로 삭제되었습니다
pl: Post został pomyślnie usunięty
pt: Publicação excluída com sucesso
ro: Postare ștearsă cu succes
ru: Публикация успешно удалена
sv: Inlägg borttaget
tr: Gönderi başarıyla silindi

# post_error
source: Error creating post. Please try again.
de: Fehler beim Erstellen des Beitrags. Bitte versuche es erneut.
es: Error al crear la publicación. Por favor, inténtalo de nuevo.
fr: Erreur lors de la création de la publication. Veuillez réessayer.
it: Errore nella creazione del post. Riprova.
ja: 投稿の作成中にエラーが発生しました。もう一度お試しください。
ko: 게시물 생성 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas tworzenia posta. Spróbuj ponownie.
pt: Erro ao criar publicação. Por favor, tente novamente.
ro: Eroare la crearea postării. Te rugăm să încerci din nou.
ru: Ошибка создания публикации. Пожалуйста, попробуйте снова.
sv: Fel vid skapande av inlägg. Försök igen.
tr: Gönderi oluşturulurken hata oluştu. Lütfen tekrar deneyin.

source: Post image
de: Beitragsbild
es: Imagen de publicación
fr: Image de publication
it: Immagine del post
ja: 投稿画像
ko: 게시물 이미지
pl: Obraz posta
pt: Imagem da publicação
ro: Imagine postare
ru: Изображение публикации
sv: Inläggsbild
tr: Gönderi resmi

# post_like_removed
source: Like removed
de: Gefällt mir entfernt
es: Me gusta eliminado
fr: J'aime supprimé
it: Mi piace rimosso
ja: いいねを削除しました
ko: 좋아요 제거됨
pl: Polubienie usunięte
pt: Curtida removida
ro: Apreciere eliminată
ru: Отметка «Нравится» удалена
sv: Gillning borttagen
tr: Beğeni kaldırıldı

source: Post liked
de: Beitrag gefällt mir
es: Me gusta en publicación
fr: Publication aimée
it: Post piaciuto
ja: 投稿にいいねしました
ko: 게시물에 좋아요 표시됨
pl: Polubiono post
pt: Publicação curtida
ro: Postare apreciată
ru: Публикация понравилась
sv: Inlägg gillat
tr: Gönderi beğenildi

# post_success
source: Post created successfully
de: Beitrag erfolgreich erstellt
es: Publicación creada exitosamente
fr: Publication créée avec succès
it: Post creato con successo
ja: 投稿が正常に作成されました
ko: 게시물이 성공적으로 생성되었습니다
pl: Post został pomyślnie utworzony
pt: Publicação criada com sucesso
ro: Postare creată cu succes
ru: Публикация успешно создана
sv: Inlägg skapat
tr: Gönderi başarıyla oluşturuldu

source: Posting...
de: Poste...
es: Publicando...
fr: Publication...
it: Pubblicazione...
ja: 投稿中...
ko: 게시 중...
pl: Publikowanie...
pt: Publicando...
ro: Se postează...
ru: Публикация...
sv: Publicerar...
tr: Gönderiliyor...

source: Previous image
de: Vorheriges Bild
es: Imagen anterior
fr: Image précédente
it: Immagine precedente
ja: 前の画像
ko: 이전 이미지
pl: Poprzedni obraz
pt: Imagem anterior
ro: Imagine anterioară
ru: Предыдущее изображение
sv: Föregående bild
tr: Önceki resim

source: Remove image
de: Bild entfernen
es: Eliminar imagen
fr: Supprimer l'image
it: Rimuovi immagine
ja: 画像を削除
ko: 이미지 제거
pl: Usuń obraz
pt: Remover imagem
ro: Elimină imagine
ru: Удалить изображение
sv: Ta bort bild
tr: Resmi kaldır

source: Remove link
de: Link entfernen
es: Eliminar enlace
fr: Supprimer le lien
it: Rimuovi link
ja: リンクを削除
ko: 링크 제거
pl: Usuń link
pt: Remover link
ro: Elimină link
ru: Удалить ссылку
sv: Ta bort länk
tr: Linki kaldır

source: Reply
de: Antworten
es: Responder
fr: Répondre
it: Rispondi
ja: 返信
ko: 답글
pl: Odpowiedz
pt: Responder
ro: Răspunde
ru: Ответить
sv: Svara
tr: Yanıtla

# reply_hint
source: Write a reply…
de: Schreibe eine Antwort…
es: Escribe una respuesta…
fr: Écrire une réponse…
it: Scrivi una risposta…
ja: 返信を書く…
ko: 답글을 작성하세요…
pl: Napisz odpowiedź…
pt: Escreva uma resposta…
ro: Scrie un răspuns…
ru: Напишите ответ…
sv: Skriv ett svar…
tr: Yanıt yazın…

source: Replying to %@
de: Antwort an %@
es: Respondiendo a %@
fr: Répondre à %@
it: Risposta a %@
ja: %@ への返信
ko: %@에게 답글
pl: Odpowiedź do %@
pt: Respondendo a %@
ro: Răspuns la %@
ru: Ответ для %@
sv: Svarar till %@
tr: %@ kullanıcısına yanıt

source: Save
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
pl: Zapisz zmiany
pt: Salvar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri Kaydet

source: Save Changes
de: Änderungen speichern
es: Guardar cambios
fr: Enregistrer les modifications
it: Salva modifiche
ja: 変更を保存
ko: 변경사항 저장
pl: Zapisz zmiany
pt: Salvar alterações
ro: Salvează modificările
ru: Сохранить изменения
sv: Spara ändringar
tr: Değişiklikleri Kaydet

source: Selected media
de: Ausgewählte Medien
es: Medios seleccionados
fr: Média sélectionné
it: Media selezionato
ja: 選択されたメディア
ko: 선택된 미디어
pl: Wybrane media
pt: Mídia selecionada
ro: Media selectată
ru: Выбранные медиа
sv: Vald media
tr: Seçilen medya

source: Send comment
de: Kommentar senden
es: Enviar comentario
fr: Envoyer le commentaire
it: Invia commento
ja: コメントを送信
ko: 댓글 보내기
pl: Wyślij komentarz
pt: Enviar comentário
ro: Trimite comentariu
ru: Отправить комментарий
sv: Skicka kommentar
tr: Yorum gönder

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
pl: Udostępnij
pt: Compartilhar
ro: Distribuie
ru: Поделиться
sv: Dela
tr: Paylaş
